# language: ru

Функционал: Переход по страницам
        Как администратор или модератор
        Я хочу иметь возможность переходить по страницам
        Чтобы иметь возможность видеть другие сообщения в приложении

    Предыстория:
        Допустим залогинен администратор с email "admin@admin.ru" и паролем "qweqweqwe"

        @pagi
    Сценарий: Переход по страницам
        Если он в списке сообщений перейдет на страницу 3
        То его перекинет на страницу 3 где будут отображаться сообщения этой страницы
